notes/medecine/endocrino.org
#+title: Fiches d'endocrinologie
#+author: Alexis Praga
#+latex_header: \usepackage{booktabs}
#+latex_header: \input{header}

* 35 : Contraception
** Contraception hormonale
Oestroprogestatifs
- Contient {oestrogène, progestatif (gen 1,2 ou 3), autres progestatif}
- Administration orale, transdermique ou vaginale
- Action : {pas d'ovulation, endomètre peu à apte à la nidation, glaire
  cervicale imperméable aux spermatozoïdes}
Progestatifs seuls 
- Microprogestatifs : action sur glaire cervicale, endomètre
- Macroprogestatifs : si CI oestroprogestatifs
- Administration : orale, injection, implant, intra-utérin (stérilet)
** Pratique
Oestroprogestatifs : 
- à commencer le premier jour des règles pendant 21j puis 7 j
d'arrêt.
- au même moment
- Si oubli < 12h, ASAP sinon contraception mécanique $\ge 7$ jours
Microprogestatifs : toujours à la même heure. Si oubli < 3h, ASA, sinon
contraception mécanique $\ge 7$ jours
Macroprogestatifs : ccommencer le 5eme jour du cycle

** Contre-indications
Oestroprogestatifs : absolues =
- thromboemboliques veineux/artériels, prédisposition thromboses
- lupus évolutif, connectivites, porphyries
- vasc, cardiaque, cérébrales, oculaires
- valvulopathie, troubles rythmes thrombogènes
- HTA non contrôlée
- diabète et micro/macroangiopathie
- tumeur hormono-dépendantes (sein, utérus...)
- hépatiques sévères
- hémorragies génitales non diagnostiquées
- (tumeurs hypophysaires)
Macro/microprogestatifs : cancers {sein, endomètre}, insuf hépatique, accident
TEV récents

** Recommandation
Sans CI, oestroprogestatif minidosé et progestatif 2eme génération monophasique
(Minidril)

** Efficacité
Indice de Pearl[fn:1] < 0.07% pour oestroprogestatif
(< 2% pour les microprogestatifs)

Attention : certains inducteurs enzymatiques réduisens l'efficacité (ou
millepertuis).

Ado : sous- ou mal utilisée

** Tolérance
Oestroprogestatifs :
- bien tolérée, pas de perte de poids
- surveiller métabolisme
- active coagulation mais \inc fibrinolyse. Légère augmentation du risque
  d'accident TEV
- vasc : faible \inc PA
- cancer : ovaire = risque -50%, idem pour l'endomètre, faible \inc pour sein
Microprogestatifs : troubles des règles (spotting, aménorrhées), grossesse
extra-utérine

Macroprogestatifs : hypoestrogénie, aménorrhées, spotting

** Surveillance
Consulter si céphalée, déficit sensitivomoteur, (douleur ou oedème) MI, dyspnée,
douleur thoracique

Examen clinique : 
- préthérapeutique : gynéco, frottis cervico-vaginal dès 25 ans si
  asymptomatique.
- PA à +3mois puis tous 6 mois
- hyperoestrogénie (tension mammaire), hypoestrogénie (sécheresse vaginale)
Biologie : cholestérol total, triglycérides, glycémie à jeun à +3mois. Si FR, le
faire avant (!) prescription

Gynéco : métroragies, spottings. NB frottis cervico-utérin dès 25 ans (+1 an pui
tous 3 ans) indépendamment contraception

** Femmes à risques
Diabétique :
- non hormonale : si diabète 1 > 15 ans ou micro/macroangiopathie \thus locale
  (nullipare, peu de rapports) ou intra-utérin (multipare, diabète équilibré)
- hormonale :pas d'oestropregestatifs si {tabac, non équilibré, HTA, surpoids,
  diabète compliqué} \thus progestatif
Dyslipidémie : oestroprogestatif si < 3g/L cholestérol total, triglycérides <
9g/L

Thrombose veineuse
- prédisposant : anomalies de l'hémostase (génétique, acquises), ATCD familiaux
- dépistage : thrombose, multiples fausses couches, ATCD thrombose < 45 ans
- acétate de chlormadinone, CI oestrogène

Autres :
- HTA : oestroprogestatifs si 0 FR
- tabac = CI, migraine \land{} vascularite = spécialiste

** Urgence
- lévonorgesttrel ASAP < 72h
- ulipristal acétate ASAP < 120h mais 3x plus cher

* 37 : Stérilité du couple
Infertile : 0 grossesses après 1 an de rapports non protégés. Stérilité si
définitf.

Stérilité = partagée !!

** Interrogatoire
- Couple
- Femme : âge++ (détérioration après 35 ans), {grossesses antérieure,
  avortements}, infections/curetages++, ATCD chir/infectieux, douleurs
  pelviennes (rapports, règles), conditions de vie, radio/chimio
- Homme : trouble libido/érection, ATCD cryptorchidie/trauma testiculaire, ATCD
  chir pelvienne/scrotale, ATCD médicaux (oreillons++), tabac/anabolisants...

** Examen clinique
- \female : âge++, obésité/maigreur, tour taille et hanche, pilosité, PA,
  galactorrhé provoqué, gynéco.
  - Si anovulation (a-/oligo-ménorrhée) : hyperprolactinémie, hyperandrogénie,
    troubles comportement alimentaire, bouffées chaleur
- \male : IMC, pilosité, hypoandrisme, cicatrice chir, varicocèle,
  gynémocomastie, gynoïde/enuchoïde
  - volume testiculaire++, palpation cordospermatiques

** Examens complémentaires
Premiere intention, femme
- Hormonale++ : oestradiole, LH, FSH, prolactine plasmatique. Puis progestérone
plasmatique (si cycle réguliers)
- Écho ovarienne++
- Hystérographie++
Première intention, homme :
- spermogramme++ (concentration, mobilité, morphologie. Attention aux
  variabilités !
- hormonale++ si oligo-/azoo-spermie : testostérone, LH, FSH puir SHBG
Test poist-coïtal (discuté)

** Étiologie
Femme :
- anovulation : très fréquent ! Souvent aménorrhées ou irrégularités. Causes :
  sd des ovaires polymicrokystiques, hyperprolactinémie, insuf ovarienne
  primitive, déficit gonadotrope, psycho-nutritionnel
- obstacle mécanique :
  - anomalie du col utérin et insuf glaire cervilaie : post-conisation/curetage
  - obstacle, anomalie utérie : manoeuvres post-partum, polypes muqueux... \thus
    echographie
  - obstacle tubaire : cause majeure++. Souvent salpingite (Chlamydia++)
- Endométriose : rarement si modéré. hypstérosalpingographie pui coelioscopie
Homme :
- azoospermie 
  - sécrétoire : diagnostic = volume testiculaire < 10ml, concentration FSH
    faible
 \thus caryotype, analyse bras long Y, écho testiculaire (élimine
    cancer), déficit gonadotrope (rare)
  - obstructive : volume et concentration ormale, volume séminal \dec \thus
    examen clinique
    - cause congénitale : agénésie bilat des canaux déférent++ (soit anomalie
      biallélique gène CFTR, soit isolée)
    - acquis : infectieux  (gonocoque, tuberculose, Chlamydia) \thus échographie
  - exploration chir testiculaire et des voies excrétrices : si azoospermie
    confirmée par plusieurs spermogrammes, bilan génétique
- oligo-asthéno-térato-spermie : \dec nombre, mobilité, \inc hormes anormales
  \thus caryotype, brang long Y. Traitement = assistance médicale procréation
* 40 : Aménorrhée
Déf: absence de cycle menstruel après 16 ans (primaire) ou interruption chez
femme réglée (secondaire). Physiologique : grossesse, lactation, ménopause

Tout arrêt > 1 mois \thus enquête étiologique \danger

Atteinte de l'axe hypothalamo-hypophysio-ovarien ou anomalie tractus utérin

*Pas de traitement oestrogénique sans enquête étiologique*

** Conduite
