notes/medecine/endocrino.tex
% Created 2018-10-16 Tue 20:04
% Intended LaTeX compiler: lualatex
\documentclass[11pt]{article}
\usepackage[hidelinks]{hyperref}
\usepackage{booktabs}
\input{header}
\author{Alexis Praga}
\date{\today}
\title{Fiches d'endocrinologie}
\hypersetup{
 pdfauthor={Alexis Praga},
 pdftitle={Fiches d'endocrinologie},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{35 : Contraception}
\label{sec:orgacfdc67}
\subsection{Contraception hormonale}
\label{sec:org771a9e1}
Oestroprogestatifs
\begin{itemize}
\item Contient \{oestrogène, progestatif (gen 1,2 ou 3), autres progestatif\}
\item Administration orale, transdermique ou vaginale
\item Action : \{pas d'ovulation, endomètre peu à apte à la nidation, glaire
cervicale imperméable aux spermatozoïdes\}
\end{itemize}
Progestatifs seuls 
\begin{itemize}
\item Microprogestatifs : action sur glaire cervicale, endomètre
\item Macroprogestatifs : si CI oestroprogestatifs
\item Administration : orale, injection, implant, intra-utérin (stérilet)
\end{itemize}
\subsection{Pratique}
\label{sec:org984b5d4}
Oestroprogestatifs : 
\begin{itemize}
\item à commencer le premier jour des règles pendant 21j puis 7 j
\end{itemize}
d'arrêt.
\begin{itemize}
\item au même moment
\item Si oubli < 12h, ASAP sinon contraception mécanique \(\ge 7\) jours
\end{itemize}
Microprogestatifs : toujours à la même heure. Si oubli < 3h, ASA, sinon
contraception mécanique \(\ge 7\) jours
Macroprogestatifs : ccommencer le 5eme jour du cycle

\subsection{Contre-indications}
\label{sec:org1024290}
Oestroprogestatifs : absolues =
\begin{itemize}
\item thromboemboliques veineux/artériels, prédisposition thromboses
\item lupus évolutif, connectivites, porphyries
\item vasc, cardiaque, cérébrales, oculaires
\item valvulopathie, troubles rythmes thrombogènes
\item HTA non contrôlée
\item diabète et micro/macroangiopathie
\item tumeur hormono-dépendantes (sein, utérus\ldots{})
\item hépatiques sévères
\item hémorragies génitales non diagnostiquées
\item (tumeurs hypophysaires)
\end{itemize}
Macro/microprogestatifs : cancers \{sein, endomètre\}, insuf hépatique, accident
TEV récents

\subsection{Recommandation}
\label{sec:org9de7633}
Sans CI, oestroprogestatif minidosé et progestatif 2eme génération monophasique
(Minidril)

\subsection{Efficacité}
\label{sec:orgf008781}
Indice de Pearl\footnote{\(\frac{N}{N_e/10}\times 100\) avec N = nb grossesses
accidentelles, \(N_e\) nombres de mois d'exposition} < 0.07\% pour oestroprogestatif
(< 2\% pour les microprogestatifs)

Attention : certains inducteurs enzymatiques réduisens l'efficacité (ou
millepertuis).

Ado : sous- ou mal utilisée

\subsection{Tolérance}
\label{sec:org7e20528}
Oestroprogestatifs :
\begin{itemize}
\item bien tolérée, pas de perte de poids
\item surveiller métabolisme
\item active coagulation mais \inc fibrinolyse. Légère augmentation du risque
d'accident TEV
\item vasc : faible \inc PA
\item cancer : ovaire = risque -50\%, idem pour l'endomètre, faible \inc pour sein
\end{itemize}
Microprogestatifs : troubles des règles (spotting, aménorrhées), grossesse
extra-utérine

Macroprogestatifs : hypoestrogénie, aménorrhées, spotting

\subsection{Surveillance}
\label{sec:orgaff5342}
Consulter si céphalée, déficit sensitivomoteur, (douleur ou oedème) MI, dyspnée,
douleur thoracique

Examen clinique : 
\begin{itemize}
\item préthérapeutique : gynéco, frottis cervico-vaginal dès 25 ans si
asymptomatique.
\item PA à +3mois puis tous 6 mois
\item hyperoestrogénie (tension mammaire), hypoestrogénie (sécheresse vaginale)
\end{itemize}
Biologie : cholestérol total, triglycérides, glycémie à jeun à +3mois. Si FR, le
faire avant (!) prescription

Gynéco : métroragies, spottings. NB frottis cervico-utérin dès 25 ans (+1 an pui
tous 3 ans) indépendamment contraception

\subsection{Femmes à risques}
\label{sec:orgc9fb2bb}
Diabétique :
\begin{itemize}
\item non hormonale : si diabète 1 > 15 ans ou micro/macroangiopathie \thus locale
(nullipare, peu de rapports) ou intra-utérin (multipare, diabète équilibré)
\item hormonale :pas d'oestropregestatifs si \{tabac, non équilibré, HTA, surpoids,
diabète compliqué\} \thus progestatif
\end{itemize}
Dyslipidémie : oestroprogestatif si < 3g/L cholestérol total, triglycérides <
9g/L

Thrombose veineuse
\begin{itemize}
\item prédisposant : anomalies de l'hémostase (génétique, acquises), ATCD familiaux
\item dépistage : thrombose, multiples fausses couches, ATCD thrombose < 45 ans
\item acétate de chlormadinone, CI oestrogène
\end{itemize}

Autres :
\begin{itemize}
\item HTA : oestroprogestatifs si 0 FR
\item tabac = CI, migraine \(\land\) vascularite = spécialiste
\end{itemize}

\subsection{Urgence}
\label{sec:org180de1b}
\begin{itemize}
\item lévonorgesttrel ASAP < 72h
\item ulipristal acétate ASAP < 120h mais 3x plus cher
\end{itemize}

\section{37 : Stérilité du couple}
\label{sec:orga4fefcd}
Infertile : 0 grossesses après 1 an de rapports non protégés. Stérilité si
définitf.

Stérilité = partagée !!

\subsection{Interrogatoire}
\label{sec:orgb175b36}
\begin{itemize}
\item Couple
\item Femme : âge++ (détérioration après 35 ans), \{grossesses antérieure,
avortements\}, infections/curetages++, ATCD chir/infectieux, douleurs
pelviennes (rapports, règles), conditions de vie, radio/chimio
\item Homme : trouble libido/érection, ATCD cryptorchidie/trauma testiculaire, ATCD
chir pelvienne/scrotale, ATCD médicaux (oreillons++), tabac/anabolisants\ldots{}
\end{itemize}

\subsection{Examen clinique}
\label{sec:orgce7b352}
\begin{itemize}
\item \female : âge++, obésité/maigreur, tour taille et hanche, pilosité, PA,
galactorrhé provoqué, gynéco.
\begin{itemize}
\item Si anovulation (a-/oligo-ménorrhée) : hyperprolactinémie, hyperandrogénie,
troubles comportement alimentaire, bouffées chaleur
\end{itemize}
\item \male : IMC, pilosité, hypoandrisme, cicatrice chir, varicocèle,
gynémocomastie, gynoïde/enuchoïde
\begin{itemize}
\item volume testiculaire++, palpation cordospermatiques
\end{itemize}
\end{itemize}

\subsection{Examens complémentaires}
\label{sec:orge0f67be}
Premiere intention, femme
\begin{itemize}
\item Hormonale++ : oestradiole, LH, FSH, prolactine plasmatique. Puis progestérone
\end{itemize}
plasmatique (si cycle réguliers)
\begin{itemize}
\item Écho ovarienne++
\item Hystérographie++
\end{itemize}
Première intention, homme :
\begin{itemize}
\item spermogramme++ (concentration, mobilité, morphologie. Attention aux
variabilités !
\item hormonale++ si oligo-/azoo-spermie : testostérone, LH, FSH puir SHBG
\end{itemize}
Test poist-coïtal (discuté)

\subsection{Étiologie}
\label{sec:orgaf26bb1}
Femme :
\begin{itemize}
\item anovulation : très fréquent ! Souvent aménorrhées ou irrégularités. Causes :
sd des ovaires polymicrokystiques, hyperprolactinémie, insuf ovarienne
primitive, déficit gonadotrope, psycho-nutritionnel
\item obstacle mécanique :
\begin{itemize}
\item anomalie du col utérin et insuf glaire cervilaie : post-conisation/curetage
\item obstacle, anomalie utérie : manoeuvres post-partum, polypes muqueux\ldots{} \thus
echographie
\item obstacle tubaire : cause majeure++. Souvent salpingite (Chlamydia++)
\end{itemize}
\item Endométriose : rarement si modéré. hypstérosalpingographie pui coelioscopie
\end{itemize}
Homme :
\begin{itemize}
\item azoospermie 
\begin{itemize}
\item sécrétoire : diagnostic = volume testiculaire < 10ml, concentration FSH
faible
\end{itemize}
\thus caryotype, analyse bras long Y, écho testiculaire (élimine
   cancer), déficit gonadotrope (rare)
\begin{itemize}
\item obstructive : volume et concentration ormale, volume séminal \dec \thus
examen clinique
\begin{itemize}
\item cause congénitale : agénésie bilat des canaux déférent++ (soit anomalie
biallélique gène CFTR, soit isolée)
\item acquis : infectieux  (gonocoque, tuberculose, Chlamydia) \thus échographie
\end{itemize}
\item exploration chir testiculaire et des voies excrétrices : si azoospermie
confirmée par plusieurs spermogrammes, bilan génétique
\end{itemize}
\item oligo-asthéno-térato-spermie : \dec nombre, mobilité, \inc hormes anormales
\thus caryotype, brang long Y. Traitement = assistance médicale procréation
\end{itemize}
\section{40 : Aménorrhée}
\label{sec:org0d45a9a}
Déf: absence de cycle menstruel après 16 ans (primaire) ou interruption chez
femme réglée (secondaire). Physiologique : grossesse, lactation, ménopause

Tout arrêt > 1 mois \thus enquête étiologique \danger

Atteinte de l'axe hypothalamo-hypophysio-ovarien ou anomalie tractus utérin

\textbf{Pas de traitement oestrogénique sans enquête étiologique}
