notes/medecine/endocrino.tex

\subsection{Conduite}
\label{sec:orgda3dcf3}
\subsubsection{Primaire}
\label{sec:org31576d9}
Forte proba de cause génétique/chromosomique. Chercher carences nutritionnelle

\begin{itemize}
\item Si absence de dév. puberture : doser FSH, LH
\begin{itemize}
\item Si basses, tumeur hypothalamo-hypophysaire, dénutrition ou génétique : \{sd
de Kalmann (anosmie), mutation récepteur GnRH (rare), atteinte
gonadotrophines (exceptionnels), mutation LH\}
\item Si hautes : sd de Turner (caryotique 45, XO),
\end{itemize}
\item Examen gynéco, écho pelvienne
\begin{itemize}
\item Pas d'utérus : sd de Rokitanski, tissu testiculaire dans les canaux
inguinaux (CAIS)
\item ambiguité OGA : dysgénésie gonadique, hyperplasie congénitale surrénales,
anomalies sensibilité/biosynthèse androgènes
\end{itemize}
\end{itemize}
\subsubsection{Secondaire}
\label{sec:orgcf38a19}
Souvent acquises. 

Interrogatoire : médic, maladie endoc/chronique,
gynoc/obstétriques, insuf ovarienne (bouffées de chaleur). Douleurs pelviennes
cycliques : cause utérine

Examen clinique : 
\begin{itemize}
\item poids et taille (carence nutritionnelle
\item hyperandrogénie : sd ovaires polykystiques, déficit 21-hydroxylase, (sd
Cushing)
\item carence oestrogénique : pas de glaire +2 semainesa après saignement \thus
anovulation
\item pas de signe d'appel : enquête nutritionnelle
\end{itemize}

Dosages hormonaux :
\begin{itemize}
\item hCG : grossesse
\item prolactine \inc : médciament ou tumeux hypothalamo-hypophysaire (ou adénome)
\item FSh \inc, estradiol \dec : insuf ovarienne primitive
\item estradiol, LH, FSH basse : hypothalamo-hypophysaire ou nutritionnelle
\item testostérone : tumeur surrénalienne/ovarienne
\item sinon SOPK\footnote{Sd des ovaires polykystiques}
\end{itemize}

\subsection{Causes}
\label{sec:org2225097}

\subsubsection{Déficit gonadotrope organique/fonctionnel}
\label{sec:org8329539}

\begin{enumerate}
\item Hypothalamus, prolactine normales
\label{sec:orgd24db65}
Hypothalamus n'arrive pas à libérer la GnRH au bon rythme. 

Atteintes organiques : tumeur/infiltration \thus IRM
\begin{itemize}
\item macroadénomes hypophysaires, craniopharyngiomes
\item chercher hyperprolactinémie, insuf antéhypophysaire associé
\end{itemize}

Atteintes fonctionnelles : apports nutritionnels insufissants par rapport à l'activité physique intense+++
\item Hypothalamo-hypophysaire dû à une hyperprolactinémie
\label{sec:orgd3170cc}
Cause majeure

Médicaments ou tumeurs \thus pas de traitement dopaminergique sans imagerie \danger
\item Autres
\label{sec:orgd94db3e}
\begin{itemize}
\item Endocrinopathies : sd de Cushing, dysthyroïdes déficits 21-hydroxylase
\item Hypophysaire (rare) : auto-immune (majorité), sd de Sheehan (très rare, nécrose hypophysaire post-partum)
\end{itemize}
\end{enumerate}
\subsubsection{Anovulation non hypothalamique}
\label{sec:orgd80b9f8}
\begin{enumerate}
\item SOPK (majorité)
\label{sec:org082886e}
Pas de pic de LH, ni de progestérone. Oestradiol mais non cycliques

Irrégularité menstruelles, puis aménorrhées avec acné, hirsutisme

Diagnostic :
\begin{itemize}
\item 2 parmi : \{hyperandrogénie clinique\footnote{Séborrhéee, acné, hirsutisme, \inc testostérone}, oligo-/a-novulation, hypertrophie
ovarienne (écho)\}
\item exclure bloc 21-hydroxylase, tumeur de l'ovaire, sd Cushing
\item exclure hyperprolactinémie
\end{itemize}

Diagnostic parfois difficile :
\begin{itemize}
\item sans hyperandrogénie \thus écho
\item \{atteinte partielle axe gonadotrope, macroprolactinémie\} peuvent y ressembler
\end{itemize}

Acné : cherche hyperandrogénie, régularité cycle menstruel \thus éliminer
hyperplasie congénitale des surrénales

2 causes :
\begin{itemize}
\item tumeur ovarienne ou résistance insuline
\begin{itemize}
\item virilisation si tumeur
\item imagerie si testostérone > 1.5ng/mL. Si normale, cherche hypothécose
(obésité morbide androïde, acanthosis nigricans, insulino-résistance)
\end{itemize}
\item pathologie surrénale :
\begin{itemize}
\item sd de Cushing si signes hypercortisolisme \thus cortisol libre urinaier et
freinage minute
\item tumeur surrénale \thus scanner des surrénales
\item déficit enzymatique en 21-hydroxylase (\danger formes tardives qui peuvent
mimer SOPK)
\end{itemize}
\end{itemize}
\end{enumerate}
\subsubsection{Insuf ovarienne primitive}
\label{sec:orge2c9756}
\inc FSH

Causes :
\begin{itemize}
\item chir, chimio, radiothérapie
\item anomalie caryotype (sd Turner)
\item anomalie gènes \emph{FMR1} (sd X fragile)\footnote{Transmission mère-fils. Expansion instable des triplets CGG jusqu'à
l'absence de transcript de FMR1 (Fragile X Mental Retardation 1). \\
\danger Risque d'IOP pour la pré-mutation seulement \thus dépister chez
\female + IOP < 40 ans par PCR et Southern Blot}
\item auto-immune
\end{itemize}
\subsubsection{Anomalie utérine}
\label{sec:orgb789ff0}
\begin{enumerate}
\item Congénitales :
\label{sec:org55cdc8c}
Si dév pubertaire normale et douleurs pelviennes cycliques, imperfortanio
hyménéale/malformation vaginale \thus examen gynéco.\\
Idem sans douleurs \thus agénésie utérus ?

Difficulté : différence agénésie mullérienne isolée (46,XX)- anomalies androgènes
(46,XY) \thus testostérone
\item Secondaires :
\label{sec:org1ada624}
Synéchies utérines (trauma de l'utérus), tuberculose utérine
\end{enumerate}
\section{47 : Puberté}
\label{sec:org3f09c26}
\subsection{Normale}
\label{sec:org451296b}
\textasciitilde{}4 ans, acquisition de la taille définitive, fonction de
reproduction. Classification de Tanner (5 stades)

\female : seins \textasciitilde{}11 ans [8,13]ans, règles \textasciitilde{}13ans [10,15]

\male : \inc volume testiculaire \textasciitilde{}11.5 [9.5,14], \inc taille verge \textasciitilde{}12.5ans.

Accélération de la croissance : 5 -> 8cm (163cm) \female, 5-10cm (175cm)
\subsection{Retards}
\label{sec:orge0e2567}
\male :  volume testiculaire < 4mL ou longeur < 25mm > 14 ans 

\female : pas de seins à 13 ans, pas de règles à 15 ans

Centrale ou périphérique ?
\begin{itemize}
\item centrale : congénital (pas de cassure de croissance, micropénise,
cryptorchidie), acquis (tumeur ?), "fonctionnel" (maladie générale, trouble
comportement alimentaire), isolé
\item périphérique : sd de Turner chez \female, sd Klinefelter \male
\item retard simple (élimination)
\end{itemize}

Clinique : 
\begin{itemize}
\item parents, grossesse, courbe de croissance. Chercher trbles digestifs,
\end{itemize}
polyuro-polydispise, céphalée, anomalies champ visuel
\begin{itemize}
\item pathologie acquise, OGE, testicules, anosmie (Kallmann)
\end{itemize}

Âge osseux : 13 ans \male, 11 ans \female

Biologie : 
\begin{itemize}
\item stéroïdes sexuels, si FSH, LH basses \thus hypothalamo-hypophysaire
\item testostérone chez \male, oestradial/écho chez \female
\end{itemize}

IRM indispensable ! si déficit gonadotrope (tumeur)

Caryotype si FSH élevé. Toujours chez \female de taille < -2DS avec retard
pubertaire/gonadotrophine \inc

\subsubsection{Étiologies}
\label{sec:org318bd40}
Hypogonadotropes
\begin{itemize}
\item congénitaux : isolés, sd de Kallman, autres déficits hypophysaires, sd
polymalformatifs
\item acquis : tumeurs hypophysaires, post-radiothérapie
\end{itemize}
Hypogonadotropes fonctionnels
\begin{itemize}
\item chroniques digestives/cardaques/respi
\item sport intense
\item endocrio
\end{itemize}
Hypergonadotropes
\begin{itemize}
\item congénitaux : sd Turner, sd Klinefelter, autres atteintes primitevs
\item acquis : castration, trauma, oreillons, chimio/radio
\end{itemize}

\subsubsection{Traitement}
\label{sec:org2d34291}
Cause si possible. Sinon doses \inc de testostérone (\male) ou oestrogènes puis
oestroprogestatif (\female)
\subsection{Précoces}
\label{sec:orge8e6e4f}
Avant 8ans \female ou 9.5 ans \male
\subsubsection{Centrales}
\label{sec:org200f29f}
8x plus fréquent chez \female que \male. Chez \female, causes
idiopathiques. Chez \male, causes tumorales à 50$\backslash$%

Clinique : 
\begin{itemize}
\item dév prématuré harmoniaux (pas de règles chez \female)
\item crises de rires (harmatome hypothalamique), tâches cutanées (neurofibromatose
I ou sd McCune-Albright)
\end{itemize}
Biologie :
\begin{itemize}
\item testostérone élevée chez \male mais variabilité d'oestradiol chez \female
\end{itemize}

IRM hypothalamo-hypophysaire indispensable \danger (petite taille
définitive). Écho pelvienne pour \female

Traitement si risque de petite taille adulte : analogues GnRH jusque âge normal
de puberté
