notes/medecine/endocrino.org
*** Périphériques
Clinique : \inc vitesse de croissance, avance maturation osseusse

Stéroïdes élevées, LH et FSH bas. Écho pelvienne chez fille

Étiologie :
- tumeurs ovarienne (rares) : écho puis histologies
- kystes folliculaires : bénins, régression spontanée possible
- sd McCune-Albright : {puberté précoce ovarienne, taches cutanées
  "café-au-lait", dysplasie fibreuses os}. \danger tableau pas toujours complet
  !\\
Oestradiol élevé, gonadotrophines basses, écho = utérus stimulé, kystes
ovariens. Dominance \female
- médicaments
- testotoxicose (rare, cellule de Leydig activé et LH basses), adénome leydigien
  (très rare)
- tumeurs à hCG (\male)
*** Avances dissociées
- Isolé des seins : beaucoup de filles [3mois, 3 ans]
- Métrorragies isolées : chercher vulvite, vulvovaginite, prolapsus urétrale,
  corps étranger. Éliminter kyste ovarien, sd McCune-Albright par l'absence des
  sein
\thus écho pelvienne
- Pilosité pubienne isolée : chercher forme d'hyperplasie congénitale des
  surrénales (\inc 17-hydroxyprogestérone, stimulation ACTH), prémature pubarche
  (élimination !)

* Footnotes

[fn:4] Transmission mère-fils. Expansion instable des triplets CGG jusqu'à
l'absence de transcript de FMR1 (Fragile X Mental Retardation 1). \\
\danger Risque d'IOP pour la pré-mutation seulement \thus dépister chez
\female + IOP < 40 ans par PCR et Southern Blot

[fn:3] Séborrhéee, acné, hirsutisme, \inc testostérone

[fn:2] Sd des ovaires polykystiques

[fn:1] $\frac{N}{N_e/10}\times 100$ avec N = nb grossesses
accidentelles, $N_e$ nombres de mois d'exposition

