notes/medecine/endocrino.tex
\subsubsection{Périphériques}
\label{sec:orge267cee}
Clinique : \inc vitesse de croissance, avance maturation osseusse

Stéroïdes élevées, LH et FSH bas. Écho pelvienne chez fille

Étiologie :
\begin{itemize}
\item tumeurs ovarienne (rares) : écho puis histologies
\item kystes folliculaires : bénins, régression spontanée possible
\item sd McCune-Albright : \{puberté précoce ovarienne, taches cutanées
"café-au-lait", dysplasie fibreuses os\}. \danger tableau pas toujours complet
!\\
\end{itemize}
Oestradiol élevé, gonadotrophines basses, écho = utérus stimulé, kystes
ovariens. Dominance \female
\begin{itemize}
\item médicaments
\item testotoxicose (rare, cellule de Leydig activé et LH basses), adénome leydigien
(très rare)
\item tumeurs à hCG (\male)
\end{itemize}
\subsubsection{Avances dissociées}
\label{sec:orge538a1e}
\begin{itemize}
\item Isolé des seins : beaucoup de filles [3mois, 3 ans]
\item Métrorragies isolées : chercher vulvite, vulvovaginite, prolapsus urétrale,
corps étranger. Éliminter kyste ovarien, sd McCune-Albright par l'absence des
sein
\end{itemize}
\thus écho pelvienne
\begin{itemize}
\item Pilosité pubienne isolée : chercher forme d'hyperplasie congénitale des
surrénales (\inc 17-hydroxyprogestérone, stimulation ACTH), prémature pubarche
(élimination !)
\end{itemize}
\end{document}
